Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/admin/others/Fylkersrapport06sam0000.pdf.tmx
Source language: sme
Languages: nob

source: ja áigu maiddái čuovvolit dan iežas Ovttasbargošiehtadusa bokte Sámedikkiin , maid oasehasat leat mearridan ođđasit šiehtadallat 2006/2007 .
nob: og vil også følge dette opp gjennom Samarbeidsavtalen med Sametinget , som partene har besluttet å reforhandle i 2006/2007 .

source: Ceavzá go sámegiella Romssas ?
nob: Vil samisk språk overleve i Troms ?

source: Sámegiella lea heajos dilis Romssas dannego eanet giellageavaheaddjit jávket go dat geat bohtet sadjái .
nob: Samisk språk er i en utsatt stilling i Troms ved at avgangen av språkbærere er større enn tilveksten .

source: Seammás vuhtto čielgasit ahte almmolaš áŋgiruššan sámegielain addigoahtá bohtosiid .
nob: Samtidig er det klare tegn til at offentlig innsats i forhold til samisk språk begynner å gi resultater .

source: Odne fállojuvvo sámegiela oahpahus 1/3 Romssa vuođđoskuvllain .
nob: Det tilbys i dag samiskundervisning ved 1/3 av grunnskolene i Troms .

source: Daid oassi geat válljejit sámegiela fágan joatkkaskuvllas , lea lassánan mearkkašahtti láhkai maŋimus jagiid .
nob: Andelen som tar samisk som fag i den videregående skolen har økt markant de siste årene .

source: Sámi giellaguovddážat Gáivuonas , Moskavuonas ja Evenáššis / Skániin addet ollu rávesol-
nob: De samiske språksentrene i Kåfjord , Ullsfjord og Evenes / Skånland gir mange voksne muligheten til å ta sitt morsmål tilbake .

source: Stuorámus hástalus lea ahte daid oassi geat válljejit sámegiela vuosttašgiellan , lea unni .
nob: Den største utfordringen er at andelen som tar samisk som førstespråk er lav .

source: Dušše 10 % ohppiin váldet sámegiela vuosttašgiellan , ja dát ii seaillut giela guhkit áigái .
nob: Kun 10 % velger samisk som førstespråk , noe som ikke er bærekraftig over tid .

source: Vai nákcešii buorebut ealáskahttit fas sámegiela Romssas , lea fylkkaráđđi danne váldán oktavuođa Sámedikkiin ja dáhtton álggahit stuorát alfabetiserenprográmma Romssa fylkkas .
nob: For ytterligere å bidra til revitalisering av samisk språk i Troms har fylkesrådet derfor tatt initiativ overfor Sametinget for å få i gang et større samisk alfabetiseringsprogram for Troms .

source: Nannoset áŋgiruššamiin masa stáhta ja suohkanat ge bovdejuvvojit searvat , doaivu fylkkaráđđi ahte sámegiella oččošii dorvvolet boahtteáiggi Romssas .
nob: Gjennom en forsterket innsats , hvor også staten og kommunene vil inviteres med , håper fylkesrådet at samisk språk kan gis en trygg fremtid i Troms .

source: Sámegiella lea dehálaš oassi sámi kultuvrras ja identitehtas , seammás go dat lea min davvi kulturárbbi oassi .
nob: Samisk språk er en viktig del av samisk kultur og identitet , samtidig som det er en del av vår nordlige kulturarv .

source: RIDDU RIĐĐU DAVVIÁLBMOGIID GUOVDDÁŠ Fylkkaráđđi bargá árjjalaččat ollašuhttit Rittu Riđđu davviálbmogiid guovddáža .
nob: RIDDU RIĐĐU SENTER FOR NORDLIGE FOLK Fylkesrådet jobber aktivt for å få realisert Riddu Riđđu senter for nordlige folk .

source: Fylkkaráđđi atná dán iežas davviguovlopolitihka dehálaš čuovvoleapmin .
nob: Fylkesrådet ser dette som en viktig oppfølging av sin nordområdepolitkk .

source: Guovddáža ulbmil lea doaimmahit kulturgaskkusteami birra jagi Riddu Riđđu Festivála vuođul .
nob: Formålet med senteret vil være å drive kulturformidlingsvirksomhet på helårsbasis med utgangspunkt i Riddu Riđđu Festivála .

source: Guovddáš galgá : Juohkit eanet dieđuid davviálbmogiid birra ja čalmmustahttit daid buorebut Dahkat davviálbmogiid kultuvrraid eanet olahahttin Leat davviálbmogiid resursaguovddážin Vuolggahit buvttademiid mat čuvgešedje davviálbmogiid dáidaga ja kultuvrraid Veahkkin nannet Davvi-Norgga turisttaid geasuheaddjin geoturismma ja kulturismma vuođul
nob: Senteret skal : Bidra til økt kunnskap og oppmerksomhet om nordlige folk Gjøre nordlige folks kulturer mer tilgjengelig Være et ressurssenter for nordlige folk Initiere nye produksjoner som belyser nordlige folks kunst og kulturer Bidra til å styrke Nord-Norge som reiselivsmål med basis i geoturisme og kulturisme

source: Nuoraidkonferánsa I 2006 dollojuvvui Romssa fylkkasuohkana jahkásaš nuoraidkonferánsa Scandic Hotel:s Romssas .
nob: Ungdomskonferansen I 2006 ble Troms fylkeskommunes årlige ungdomskonferanse arrangert på Scandic Hotel i Tromsø .

source: Nuoraidkonferánssas deaivvadit nuorat ja fylkkapolitihkkárat hábmet lotnolasat geatnegahtti ovttasbarggu .
nob: På ungdomskonferansene møtes ungdom og fylkestingspolitikere for å utforme et gjensidig forpliktende samarbeid .

source: Nuoraidkonferánsa lea oassi fylkkasuohkana mánáid ja nuoraid áŋgiruššamis , ja ulbmil lea nannet mánáid ja nuoraid vejolašvuođaid leat mielde váikkuheamen regionála dásis .
nob: Ungdomskonferansen er et ledd i fylkeskommunens satsning på barn og ungdom , og har som mål å styrke barn og unges mulighet til medvirkning på det regionale nivået .

source: Nuoraidkonferánsa galgá leat nuoraid ja fylkkapolitihkkáriid deaivvadansadji vai sii sáhttet oahppat guhtet guimmiineaset ja mearridit oktasaš ulbmiliid boahtteáiggi bargui .
nob: Ungdomskonferansen skal være et møtested for ungdom og fylkespolitikerne for å kunne lære av hverandre og sette felles mål å arbeide mot .

source: Nuorat sávašedje ahte konferánssa boađusin šattašii fylkka nuoraid ja fylkkasuohkana gaskasaš lotnolasat geatnegahtti ovttasbargu .
nob: Ungdommene ønsker at konferansen skal resultere i et gjensidig forpliktende samarbeid mellom fylkeskommunen og ungdom i fylket .

source: Lea ráhkaduvvon konferánssa loahppadokumeanta mii sisttisdoallá deháleamos áššiid ja evttohusaid .
nob: Det er utarbeidet et sluttdokument fra konferansen som inneholder de viktigste saker og innspill .

source: Muhtun bohtosat Ruoktot vihttalogeža ovddas , lea fálaldat nuoraide geat ásset boaittobeliin .
nob: Noen resultater Hjem for en 50-lapp , et tilbud til ungdom som bor i distriktet .

source: www.ungitroms.no joatkašuvvá vai nuorat oččošedje dieđuid , earret eará UKMa ( Ungdommens kulturmønstringa ) birra .
nob: Videreføring av www.ungitroms.no som et ledd i å få ut informasjon til ungdom , blant annet om UKM ( Ungdommens kulturmønstring ) .

source: Nuoraidkonferánsa lea čalmmustahttán dárbbu addit lasseoahpu oahpaheddjiide , ja fylka lágida jahkásaš IKT-konferánssa .
nob: Ungdomskonferansen har fokusert på behovet for videreutdanning av lærere , og fylket arrangerer årlig IKT-konferanse .

source: Ungt Entreprenørskap joatkašuvvá Romssas ja lágida Fylkkameassu jahkásaččat .
nob: Ungt Entreprenørskap videreføres i Troms og arrangerer Fylkesmessen årlig .

source: Njeallje ilolaš nuoraidovddasteaddji maŋŋágo leat geigen Nuoraidkonferánssa loahppadokumeantta fylkkasátnejođiheaddjái Ronald Rindestui .
nob: Fire glade ungdomsrepresentanter etter å ha overlevert sluttdokumentet fra Ungdomskonferansen til fylkesordfører Ronald Rindestu .

source: Govvideaddji : Kaja Baardsen
nob: Foto : Kaja Baardsen

source: Ruoktosiidui lea ásahuvvon sierra fora mas nuorat sáhttet evttohit makkár áššiid fylkkasuohkan galgá váldit ovdan , nuoraidkonferánssa fáttáid dahje buot mii sáhttá dahkat www.ungitroms.no ávkkálaš deaivvadansadjin nuoraide ja politihkkáriidda .
nob: På hjemmesida er det opprettet et eget forum der ungdom kan komme med forslag til saker de ønsker fylkeskommunen skal ta opp , forslag til tema for ungdomskonferansen eller forslag som kan være med på å gjøre www.ungitroms.no til et nyttig møtested for ungdom og politikere .

source: buot 30 saji . 2007 rájes bovdejuvvojit buot sátnejođiheaddjit .
nob: hver videregående skole og 30 plasser til frivillige organisasjoner .

source: Gii beassá searvat nuoraidkonferánsii ?
nob: Hvem kan delta på ungdomskonferansen ?

source: Bovdehus sáddejuvvo suohkaniidda , joatkkaskuvllaide ja eaktodáhtolaš organisašuvnnaide .
nob: Det sendes ut invitasjon til kommuner , videregående skoler og frivillige organisasjoner .

source: Konferánsii besset eanemusat čuođis searvat , ja juohke suohkan beassá sáddet guokte nuora , ja juohke joatkkaskuvlii lea várrejuvvon okta sadji ja eaktodáhtolaš organisašuvnnaide oktii-
nob: Det er satt et tak på 100 ungdommer på konferansen , og disse plassene er fordelt med to for hver kommune , en fra

source: Buot nuoraidkonferánssa máinnusin .
nob: Alt for å skape blest om ungdomskonferansen .

source: Fylkkaráđi jođiheaddji Paul Dahlø čuoččastii lákcagáhkkobálkuma moallan .
nob: Fylkesrådsleder Paul Dahlø stilte seg som måltavle for bløtkakekasting .

source: Govvideaddji : Maarit Markussen
nob: Foto : Maarit Markussen

source: OAHPAHUS Gelbbolašvuođa ja ovddideami fylkkaráđđi Pål Julius Skogholt ( SG ) Oahpahusetáhta fuolaha ahte buot Romssa fylkka nuorat ožžot oahppofálaldaga joatkkaskuvladásis .
nob: UTDANNING Fylkesråd for kompetanse og utvikling Pål Julius Skogholt ( SV ) Utdanningsetaten sørger for at all ungdom i Troms får et tilbud om opplæring på videregående skoles nivå .

source: Etáhtahoavda Sedolf Slettli Govvideaddji : Maarit Markussen
nob: Etatssjef Sedolf Slettli Foto : Maarit Markussen

source: sosiála ja medisiinnalaš ásahusain Dakkár olbmuid oahpaheapmi , geat leat čohkkámin giddagasas
nob: Utdanningssektoren består av : 16 videregående skoler med 5 700 elever og knapt 1 400 tilsatte Fagopplæring i arbeidslivet med 1 100 lærlinger / lærekandidater fordelt på ca. 800 bedrifter Opplæring av ca. 1 000 voksne per år Opplæring av barn og ungdom som er til behandling på sosiale og medisinske institusjoner Opplæring av innsatte i fengsel Pedagogisk psykologisk tjeneste i samarbeid med kommunen .

source: NUORRA FIDNOHUTKAN ROMSSA FYLKKAS Sierra bálvalus Romssa gávpogis nuoraide geat eai geavat vuoigatvuođaideaset joatkkaoahpahussii .
nob: Egen tjeneste i Tromsø Oppfølgingstjenesten med ansvar for å gi tilbud til ungdom som ikke bruker sin rett til videregående opplæring .

source: Oahpahusetáhtas ledje 2006:s 22 bargi guovddášhálddahusas ja sullii 1 400 bargi joatkkaskuvllain .
nob: Utdanningsetaten hadde i 2006 22 ansatte i sentraladministrasjonen og ca. 1 400 ansatte på de videregående skolene .

source: Etáhta hálddaša sullii 862 miljon ruvdnosaš bruttobušeahta ja sullii 743 miljon ruvdnosaš nettobušeahta .
nob: Etaten forvaltet et bruttobudsjett på ca. 862 millioner kroner og et nettobudsjett på ca. 743 millioner kroner .

source: Ođđahutkan ja fidnohutkan lea guovddáš áŋgiruššansuorgi skuvllas .
nob: UNGT ENTREPRENØRSKAP TROMS Nyskaping og entreprenørskap er et sentralt satsingsområde i skolen .

source: Buot nuorat galget leat jođihan nuoraidfitnodagaid joatkkaoahpahusa válddidettiin .
nob: All ungdom skal ha drevet ungdomsbedrifter i løpet av videregående opplæring .

source: Danne barget skuvllat ovttas Ungt Entreprenørskap:in ( Nuorra Fidnohutkamiin ) , mii lea skuvlla ja ealáhuseallima gaskasaš spesialiserejuvvon ovttasbargi .
nob: For å få til dette samarbeider skolene med Ungt Entreprenørskap , som er en spesialisert samarbeidsaktør mellom skole og næringsliv .

source: Nuorra Fidnohutkan Romssas lea viiddidan iežas bargoveaga guvttiin mielbargiin lassánan doaimmaid geažil 2006:s .
nob: UE Troms har på grunn av økt aktivitet i løpet av 2006 utvidet staben med to medarbeidere .

source: Fidnohutkan
nob: Entreprenørskap

source: Fidnohutkan guovddážis Romssa fylka lea máŋga jagi áŋgiruššan garrasit fidnohutkamiin nuoraid gaskkas oččodan dihtii fidnoálggaheami ja árvobuvttadeami Davvi-Norgii .
nob: Entreprenørskap i fokus Troms fylke har gjennom flere år satset tungt på entreprenørskap blant unge , dette for å få fram gründervirksomhet og verdiskapning i NordNorge .

source: Organisašuvdna Nuorra Fidnohutkan ( NF ) Romssas lea 2006:s lasihan doaimmaidis fylkka joatkkaskuvllain Ungdomsbedrift-nammasaš konseapttain .
nob: Organisasjonen Ungt Entreprenørskap ( UE ) Troms har i 2006 økt sin aktivitet på de videregående skolene i fylket gjennom konseptet Ungdomsbedrift .

source: Fylkkameassu , oassálastin Barentsbeivviide ja nuoraidfitnodagaid nieiddat geat oassálastet NHO jođiheaddjiovddidanprográmmii Female Future , leat buorit ovdamearkkat dasa .
nob: Fylkesmessa , deltakelse på Barentsdagene og jenter fra ungdomsbedrifter som deltar på NHOs lederutviklingsprogram Female Future , er gode eksempler på dette .

source: 2006 fylkkameassu vuoiti lei Blikkit UB Kongsbakkena joatkkaskuvllas .
nob: Vinneren av fylkesmessa 2006 ble Blikkit UB fra Kongsbakken videregående skole .

source: Sii vulge ovttas golmmain eará nuoraidfitnodagain NM-gilvvuide ovddastit Romssa fylkka .
nob: De dro i lag med tre andre ungdomsbedrifter for å representere Troms i NM .

source: NM-gilvvuin bođii Skiervvá joatkkaskuvlla UB 5 StarSalmon , Barentsrullainis , vuosttažin buoremus gastronomalaš buktagiid luohkás .
nob: I NM gikk UB 5 StarSalmon , med sin Barentsrull , fra Skjervøy videregående skole til topps i klassen for ” Beste gastronomiske produkt ” .

source: Buoremus nuoraidfitnodagat .
nob: Beste ungdomsbedrifter .

source: Blikkit UB , Kongsbakkena joatkkaskuvllas , šattai buoremus nuoraidfitnodahkan fylkkameassus .
nob: Blikkit UB , fra Kongsbakken videregående skole , vant prisen for beste ungdomsbedrift på fylkesmessa .

source: ealáhusat davvin ) oahpásmahtte oppa Barentsguovllu nuorra fidnohutkiid .
nob: ” Ungdom og næring i nord ” , presenterte unge entreprenører fra hele Barentsregionen .

source: Joatkkaskulvaoahppit serve dasto jurddabádjái man ulbmil lei hutkat ja ovddidit ođđa fitnodatjurdagiid maid sii sáhttet geavahit nuoraidfitnodagaineaset .
nob: Elevene fra videregående deltok deretter på idéverksted , hvor hensikten var å få nye samt videreutvikle bedriftsidéer til bruk i sine ungdomsbedrifter .

source: Karriearabagadallan Romssa fylkkasuohkan lea viidát áŋgiruššagoahtán karriearabagadallamiin ovttas Romssa suohkaniiguin , NAVain ja Romssa allaskuvllain .
nob: Karriereveiledning Troms fylkekommune har satt i gang en bred satsning på karriereveiledning sammen med kommunene i Troms , NAV og Høgskolen i Tromsø .

source: Dehálaš oassin dán áŋgiruššamis lea fylka válljen gealbudit skuvlaráđđeaddiid karriearabagadallin .
nob: Som et viktig element i denne satsningen har fylket valgt å gi et stort kompetanseløft til skolerådgiverne i karriereveiledning .

source: Romssa allaskuvla lea ovddidan 30 oahppočuoggásaš karriearabagadallanoahpu mas leat sullii 90 vuođđo- ja joatkkaskuvlaoassálasti .
nob: Karriereveiledningsstudiet er utarbeidet av Høgskolen i Tromsø , er på 30 studiepoeng og har rundt 90 deltagere fra grunn- og videregående skole .

source: Dát mearkkaša ahte Romssa vuođđooahpus šaddet 90 gelbbolaš
nob: Dette betyr at grunnopplæringen i Troms vil ha 90 kvalifiserte

source: Romssa fylkkasuohkan lea maiddái álggahan prošeavtta man ulbmil lea ásahit karriearaguovddážiid Romssa fylkii ovttas Romssa NAVain .
nob: Troms fylkeskommune har også tatt initiativ til et prosjekt med formål å opprette karrieresenter i Troms sammen med NAV Troms .

source: Dát bargu ovdána bures ja ulbmil lea ahte vuosttaš karriearaguovddáš galgá leat doaimmas árrat 2008:s ja ahte buot Romssa regiuvnnain galgá leat karriearaguovddáš ovdal jagi 2009 loahpa .
nob: Dette arbeidet er godt i gang og målsetningen er at det første karrieresenteret skal være operativt tidlig i 2008 og at alle regionene i Troms skal ha karrieresenter i løpet av 2009 .

source: Fylkkaráđi vuoruhuvvon ulbmil lea cakkadit ohppiid heaitimis Romssa joatkkaskuvllain .
nob: ARBEID MOT FRAFALL Fylkesrådets prioriterte mål er å redusere frafallet i videregående opplæring i Troms .

source: Oktilis karriearabagadallan miehtá 13-jagi skuvlaáiggi , gelbbolaš bagadallit , skuvlla ja ruovttu gaskasaš buorre gulahallan ja heivehuvvon oahpahus leat dehálaččat joatkkaskuvlaoahppiid heaitimiid eastadeamis .
nob: Sammenhengende karriereveiledning gjennom hele det 13-årige opplæringsløpet , kompetente rådgivere , god kommunikasjon mellom skole og hjem og tilpasset undervisning er viktig for å forebygge frafall i videregående opplæring .

source: Ollu fitnodatdoaimmat Vuotnabađas boltumii ja ođđasis bardimii .
nob: Stor bedriftsaktivitet i Finnfjordbotn og trengte akutt omlastingshjelp .

source: Oahppomátki skuvlaloahpas lei de jo measta ruhtaduvvon , ja oahppit jierásmuvve fas rahčat .
nob: Studieturen ved skoleslutt var dermed nesten i boks , og motivasjonen for fortsatt innsats var på topp .

source: Muđui ii váilon gal hutkáivuohta ásahit fitnodagaid .
nob: Ellers manglet det ikke på kreativitet i bedriftsetableringene .

source: Fitnodatekonomiijajoavku lágidii hutkás riegádanbeaidoaluid – ja gilvvohallagođii fargga sihke bowling- ja Polarbad-riegádanbeivviiguin .
nob: Bedriftsøkonomigruppen arrangerte fantasifulle fødselsdager – og ble raskt en konkurrent til både bowling- og Polarbad-bursdager .

source: Guldaleaddjit spežžo gieđaid go Sandra Karlsen muitalii nuoraidfitnodagaid birra ja oaččui liđiid GaskaRomssa dutkanbeivviin .
nob: Sandra Karlsen mottok applaus og blomster da hun orienterte om ungdomsbedrift under Forskningsdagene i Midt-Troms .

source: Govvideaddji : Birger Caspersen ( Troms folkeblad )
nob: Foto : Birger Caspersen ( Troms folkeblad )

source: Vuotnabađa joatkkaskuvllas šaddet ođđa Nuoraidfitnodagat ( NF ) .
nob: Ungdomsbedriftene ( UB ) blomstrer ved Finnfjordbotn vidaregåande skole .

source: 2006 lei dat jahki go fidnohutkan šattai sihke dábálašfágaid ja fidnofágaid pedagogalaš vuohkin ja ulbmilin .
nob: Året 2006 ble et gjennombrudd for entreprenørskap som pedagogisk metode og mål både innenfor allmennfag og yrkesfag .

source: Design UB faskii sihke gihppagiid 1. vuoittu ja šattai 2. buoremus duodjefitnodahkan dán jagi meassus .
nob: Design UB vant både 1. premie for brosjyre og 2. premie for beste håndverksbedrift under årets messe .

source: Ohppiid duddjon čiŋat johte maiddái bures .
nob: Elevene hadde også godt salg på de håndlagede smykkene .

source: Disponeanta Sandra Karlsen bovdejuvvui searvat Gaska-Romssa dutkanbeivviid rahpamii muitalit vásáhusaidis birra fitnodatjođiheaddjin .
nob: Disponent Sandra Karlsen ble invitert til å delta i åpninga av Forskningsdagene i Midt-Troms for å fortelle om erfaringene som bedriftsleder .

source: Son vávastuhtii guldaleddjiid geat spežžo gieđaid su sáhkavurrui .
nob: Hun imponerte forsam-

source: Bálvalus ja Johtolat čovddii Stick-it UBa biilavuoddjiid agálaš jiekŋafaskkona / muohtakustta ohcama vuogas áđažiin – maid sii ožžo Sáččá joatkkaskuvlla Teknihkka- ja industriijabuvttadeami luohká ráhkadit .
nob: På Service og Samferdsel løste Stick-it UB bilføreres evige leiting etter isskrape / snøkost med en hendig liten sak – som de fikk laget i Teknikk og industriell produksjonklassen på Senja videregående skole .

source: Nubbi oahppiidfitnodat , Reflexitas UB , vuvddii fancy šleđggoniid sihke mánáide ja váhnenváhnemiidda – ja nannii johtolatsihkkarvuođa dainna lágiin .
nob: Den andre elevbedriften , Reflexitas UB , solgte fancy reflekser til både unger og besteforeldre – og styrket trafikksikkerheten på den måten .

source: Fitnodatjođiheaddjit Silje Andersen ja Jannicke Thomassen válljejuvvuiga oassálastit Female Future:ii , guovttisiin vihttasis Romssa joatkkaskuvllain .
nob: To av bedriftslederne fra Finnfjordbotn , Silje Andersen og Jannicke Thomassen , ble utvalgt til å delta i Female Future .

source: Gihpa mii faskii golli 2006 fylkkameassus .
nob: Brosjyren som vant gull på fylkesmessa 2006 .

source: Govvideaddji : Annelin Kreutzer
nob: Foto : Annelin Kreutzer

source: Máhttolokten
nob: Kunnskapsløftet

source: Máhttoservodaga hástalusat Máhttolokten lea vuođđooahpahusa ođđa ođastus mii álggahuvvui 2006 čavčča .
nob: Kunnskapsamfunnets utfordringer Kunnskapsløftet er en ny reform i grunnopplæringen som startet høsten 2006 .

source: Ođastus galgá buoridit ohppiid ja fidnooahppiid vejolašvuođaid dustet máhttoservodaga hástalusaid .
nob: Reformen skal gjøre elever og lærlinger bedre i stand til å møte kunnskapssamfunnets utfordringer .

source: Ođastus mielddisbuktá ollu rievdadusaid skuvlla sisdollui , struktuvrii ja organiseremii .
nob: Reformen fører til en rekke endringer i skolens innhold , struktur og organisering .

source: Máhttoloktema guovddáš rievdadusat leat vuođđogálggaid nannen ( máhttit geavahit giela sihke njálmmálaččat ja čálalaččat , máhttit lohkat ja rehkenastit ja máhttit geavahit digitála reaidduid ) , ođđa oahppoplánaid geavahišgoahtin ja ođđa fága- ja diibmojuohkin .
nob: Sentrale endringer i kunnskapsløftet er en styrking av grunnleggende ferdigheter ( å kunne utrykke seg muntlig og skriftlig , å kunne lese og regne og kunne bruke digitale verktøy ) , en innføring av nye læreplaner og en ny fag- og timefordeling .

source: Joatkkaohpahus lea 2006 rájes ožžon muhtun ođđa fáganamahusaid , fágačoahkádusaid ja oahpposurggiid .
nob: Videregående opplæring har fått nye betegnelser på en del fag , fagsammensetninger og studieretninger fra 2006 .

source: Dat mii ovdal gohčoduvvui ” oahpposuorgin ” , gohčoduvvo dál ” oahppoprográmman ” , ja dat mii ovdal gohčoduvvui ” oahpposuorgefágan ” , gohčoduvvo dál ” prográmmafágan ” .
nob: Det som før het « studieretninger » har fått betegnelsen « utdanningsprogrammer » , og det som tidligere het « studieretningsfag » heter nå « programfag » .

source: Mis leat dál 12 oahppoprográmma joatkkaoahpahusas ; golbma alitohppui ráhkkanahtti ja ovcci fidnofágalaš prográmma .
nob: I dag har vi tolv utdanningsprogrammer innenfor videregående opplæring ; tre studieforberedende og ni yrkesfaglige .

source: Gelbbolašvuođalokten Romssas Gelbbolaš , áŋgirušši ja bargomovttegis oahpaheaddjit ja skuvlajođiheaddjit leat eaktun dasa ahte ođastusa čađaheapmi galgá lihkostuvvat .
nob: Kompetanseløft i Troms Kompetente , engasjerte og motiverte lærere og skoleledere er en forutsetning for en vellykket gjennomføring av reformen .

source: Danne lea fylkkaráđđi garrasit deattuhan skuvlajođiheaddjiid ja oahpaheddjiid gealbudeami .
nob: Fylkesrådet har derfor satset sterkt på kompetanseheving av skoleledere og lærere .

source: 2006s geavahii fylka eambbo go čieža miljon ruvnno
nob: I 2006 brukte fylket over syv millioner

source: Romssa fierpmádatjođiheaddjit leat mielde váikkuheamen dasa ahte ođđa oahppoplánabargu čađahuvvo bures fylkkas .
nob: Nettverkslederne i Troms er med på å bidra til en god gjennomføring av arbeidet med nye læreplaner .

source: Govvideaddji : Renate Thomassen
nob: Foto : Renate Thomassen

source: sierranas gealbudandoaibmabijuide ja ovddidanbargguide máhttoloktema oktavuođas .
nob: kroner på ulike kompetansehevingstiltak og utviklingsarbeid i forbindelse med kunnskapsløftet .

source: Oahpahusetáhta lágidii máŋga fáddáčoahkkaneami main čalmmustahttojuvvojedje ođđa oahppoplánat , oahppanvuogit , árvvoštallan / elektrovnnalaš máhpat ja PC-geavaheapmi .
nob: Utdanningsetaten arrangerte en rekke temasamlinger hvor det ble satt fokus på nye læreplaner , læringsstiler , vurdering / elektroniske mapper og PC-bruk .

source: Fágalaš fierpmádatjoavkkut ásahuvvojedje maid iešguđet oahppoprográmmain lei fierpmádatjođiheaddji .
nob: Det ble etablert faglige nettverksgrupper med en nettverksleder innfor de ulike utdanningsprogrammene .

source: Joavkkut barge earret eará báikkálaš oahppoplánaiguin ja fágakurssaid álggahemiin .
nob: Gruppene arbeidet blant annet med lokale læreplaner og igangsetting av fagkurs .

source: Dan lassin ledje joavkkut mielde mearrideamen guđe digitála oahppanresurssat galge ostojuvvot fylkka PC-áŋgiruššama oktavuođas .
nob: I tillegg var gruppene med på å bestemme hvilke digitale læringsressurser som skulle kjøpes inn i forbindelse med fylkeskommunens PCsatsing .

source: ČAĐAHEAPMI DAĐISTAGA Máhttolokten lea vuođđooahpahusa ođđa ođastus mii álggahuvvui 2006 čavčča .
nob: GRADVIS INNFØRING Kunnskapsløftet er en ny reform i grunnopplæringen som startet høsten 2006 .
